<template>
  <div class="main-container">
    <div class="info-title">배송 / 반품 / 취소</div>

    <div class="info-section">
      <h6 class="def-id">배송 안내</h6>
      <ul>
        <li>배송은 평일 결제 시 오후 12시에 출고가 마감됩니다. 오후 12시 이후 결제 건은 익일 출고가 진행됩니다. (주말 결제 시 다음 영업일 출고)</li>
        <li>배송이 시작된 후에는 배송지 변경 및 취소가 불가능합니다.</li>
        <li>제주도는 항공료로 인해 배송기간이 추가로 3~5일 정도 소요됩니다.</li>
        <li>도서·산간 지역에는 배송비 추가 변경이 없으나, 배송 기간이 추가적으로 소요될 수 있는 점 양해하여 주시기 바랍니다.</li>
        <li>천재지변이나 물류사정으로 인해, 또는 도로교통 상황에 따라 부득이하게 지연 배송이 발생할 수 있습니다.</li>
      </ul>
    </div>

    <hr class="line">

    <div class="info-section">
      <h6 class="def-id">반품 및 교환 안내</h6>
      <ul>
        <li>교환 및 반품은 상품을 수령한 날부터 7 일 이내에 고객센터로 문의해 주시기 바랍니다.</li>
        <li>제품 이상, 오배송 등의 문제로 인하여 귀책 사유가 있는 경우 무료 반품이 진행됩니다. (배송비 회사 부담/부분 반품 가능)</li>
        <li>단순 고객 변심으로 인한 제품 교환의 경우에는 교환을 원하는 제품은 재반품(배송비 5,000 원 고객 부담)으로 진행되며, 수령을 원하는 제품은 추가 결제로 처리됩니다.</li>
        <li>반품 후 환불 금액은 상품 회수 및 검수 후 결정됩니다. (검수 시 상품의 훼손 및 누락이 있을 경우 반품될 수 있습니다.)</li>
      </ul>
    </div>

    <hr class="line">

    <div class="info-section">
      <h6 class="def-id">주문 취소 안내</h6>
      <ul>
        <li>주문 취소는 [배송 대기] 상태일 경우에만 취소가 가능합니다. 홈페이지에서 직접 취소하실 수 있습니다.</li>
        <li>웹페이지: 마이페이지 > 주문|배송 > 해당 결제건 선택</li>
        <li>[배송 준비 중] 상태에서는 취소가 불가능하며, 고객 센터에 문의하여 반품으로 진행해 주시기 바랍니다.</li>
        <li>주문 시 사용하셨던 쿠폰 및 포인트는 환불 시 자동으로 복구됩니다.</li>
      </ul>
    </div>

    <hr class="line">

    <div class="info-section">
      <h6 class="def-id">전자상거래 등에서 소비자 보호에 관한 법률에 의거한 반품 불가 사유</h6>
      <ul>
        <li>전자상거래 등에서 소비자 보호에 관한 법률 제17조에 의거 상품의 하자가 없을 경우 아래와 같은 사유로 반품이 불가합니다.</li>
        <li>고객님의 책임 사유로 상품이 멸실되거나 훼손된 경우 (포장 훼손 포함)</li>
        <li>고객님의 사용 또는 일부 소비로 인해 상품의 가치가 현저히 감소된 경우</li>
        <li>시간 경과에 의하여 재판매가 곤란할 정도로 상품의 가치가 현저히 감소된 경우</li>
        <li>복제가 가능한 재화 등의 포장을 훼손한 경우</li>
        <li>고객님의 주문에 따라 개별적으로 생산되는 상품의 경우 (주문 제작 상품 등)</li>
        <li>모니터 해상도의 차이로 인해 실제 상품과 색상 차이가 있을 수 있습니다.</li>
        <li>제품의 색상이나 이미지의 차이는 반품 사유가 될 수 없습니다.</li>
        <li>제품의 포장을 개봉한 경우 반품이 불가합니다.</li>
        <li>제품과 구성품이 모두 회수되지 않은 경우 반품이 불가합니다.</li>
        <li>단순 변심 및 착오 구매에 의한 반품 신청이 상품 수령한 날로부터 7일을 경과한 경우</li>
      </ul>
    </div>
  </div>
</template>

<script>
import '../assets/styles.css';

export default {
  name: 'ShippingReturnCancellation'
}
</script>

<style scoped>

</style>
